Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
pt_pt: Usado para iniciar sessão no sistema; deve ser um valor único. Recomendamos vivamente o uso do endereço de e-mail ou do ID externo como nome de utilizador.

source: Full name
pt_pt: Nome completo

source: Unique identifiers
pt_pt: Identificadores únicos

source: Language & timezone
pt_pt: Idioma e fuso horário

source: Language code
pt_pt: Código de idioma

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
pt_pt: Código de idioma completo. Além do próprio idioma, pode ser exibida uma indicação regional. Por exemplo, "en-US".

source: Preferred language
pt_pt: Idioma preferido

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
pt_pt: Idiomas preferidos, escritos ou falados, do utilizador. Normalmente usados para selecionar a interface traduzida.

source: Time zone of the user.
pt_pt: Fuso horário do utilizador.

source: Workers & roles settings
pt_pt: Configurações de trabalhadores e funções

source: Organization details
pt_pt: Detalhes da organização

source: Primary mailing address
pt_pt: Endereço de correspondência principal

source: Roles
pt_pt: Funções

source: Secondary mailing address
pt_pt: Endereço de correspondência secundário

source: Secondary email
pt_pt: E-mail secundário

source: Are you sure you want to activate this user?
pt_pt: Tem a certeza de que deseja ativar este utilizador?

source: Are you sure you want to deactivate this user?
pt_pt: Tem a certeza de que deseja desativar este utilizador?

source: Eligible for performance review
pt_pt: Elegível para avaliação de desempenho

source: Activate
pt_pt: Ativar

source: User management
pt_pt: Gestão de utilizadores

source: Enable the "Variable" widget
pt_pt: Ativar o widget de "Variável"

source: View organizational unit
pt_pt: Ver unidade organizacional

source: Type to select a manager
pt_pt: Escreva para selecionar um gestor

source: Line manager of the user
pt_pt: Superior hierárquico do utilizador

source: Please add at least one goal.
pt_pt: Adicione pelo menos um objetivo.

source: All organizational units
pt_pt: Todas as unidades organizacionais

source: All updates were saved.
pt_pt: Todas as atualizações foram guardadas.

source: # Accepted data privacy
pt_pt: # Privacidade de dados aceite

source: % Accepted data privacy
pt_pt: % Privacidade de dados aceite

source: Achievement total score
pt_pt: Pontuação total de realizações

source: Action date time
pt_pt: Data e hora da ação

source: Action name
pt_pt: Nome da ação

source: Action username
pt_pt: Nome de utilizador da ação

source: # Deliverables completed
pt_pt: # Resultados concluídos

source: # Actions
pt_pt: # Ações

source: % Active managers requested feedback
pt_pt: % Gestores ativos que solicitaram feedback

source: % Active managers sent feedback
pt_pt: % Gestores ativos que enviaram feedback

source: Active users
pt_pt: Utilizadores ativos

source: # Active users
pt_pt: # Utilizadores ativos

source: % Active workers requested feedback
pt_pt: % de colaboradores ativos que solicitaram feedback

source: % Active workers sent feedback
pt_pt: % Colaboradores ativos que enviaram feedback

source: Actual number total documents
pt_pt: Número real total de documentos

source: After deadline
pt_pt: Após prazo

source: % Aligned behavior ratings
pt_pt: % Avaliações de comportamento alinhadas

source: Aligned goal ID
pt_pt: ID do objetivo alinhado

source: Aligned goal name
pt_pt: Nome do objetivo alinhado

source: Aligned goal owner name
pt_pt: Nome do proprietário do objetivo alinhado

source: Aligned goal owner worker ID
pt_pt: ID do colaborador proprietário do objetivo alinhado

source: % Aligned goal rating
pt_pt: % Avaliação do objetivo alinhado

source: Aligned goal type name
pt_pt: Nome do tipo de objetivo alinhado

source: # Aligned goals
pt_pt: # Objetivos alinhados

source: % Aligned goals
pt_pt: % Objetivos alinhados

source: % Aligned
pt_pt: % Alinhado

source: Alignment
pt_pt: Alinhamento

source: % Alignment
pt_pt: % de Alinhamento

source: Analytics user email
pt_pt: Email do utilizador de análise

source: Analytics user full name
pt_pt: Nome completo do utilizador de análise

source: Analytics user ID
pt_pt: ID de utilizador de análise

source: Analytics worker ID
pt_pt: ID do trabalhador de análise

source: # Android logins
pt_pt: # Inícios de sessão no Android

source: % Android logins
pt_pt: % inícios de sessão Android

source: Answer by ID
pt_pt: Resposta por ID

source: Answer by role
pt_pt: Resposta por função

source: Answer - Comment
pt_pt: Resposta - Comentário

source: Answer free text
pt_pt: Texto livre de resposta

source: Answer from
pt_pt: Resposta de

source: Answer option ID
pt_pt: ID da opção de resposta

source: Answer permission
pt_pt: Permissão de resposta

source: Answer - Scale
pt_pt: Resposta - Escala

source: Answer value
pt_pt: Valor da resposta

source: Answered by full name
pt_pt: Respondido pelo nome completo

source: # Answers
pt_pt: # Respostas

source: % Approved goals
pt_pt: % Objetivos aprovados

source: % Approved
pt_pt: % Aprovado

source: Assigned check-in
pt_pt: Check-in atribuído

source: Average max. score
pt_pt: Pontuação máx. média

source: Average score for clarity
pt_pt: Pontuação média de clareza

source: Average score for trust
pt_pt: Pontuação média de confiança

source: Average total score
pt_pt: Pontuação total média

source: Avg. aligned goal progress
pt_pt: Progresso médio do objetivo alinhado

source: Avg. behaviors per feedback
pt_pt: Comportamentos médios por feedback

source: Avg. check-ins per manager
pt_pt: Check-ins médios por gestor

source: Avg. check-ins per user
pt_pt: Check-ins médios por utilizador

source: Avg. check-ins per worker
pt_pt: Check-ins médios por colaborador

source: Avg. clarity
pt_pt: Clareza média

source: Avg. feedback sent per user
pt_pt: Feedback médio enviado por utilizador

source: Avg. logins per user
pt_pt: Média de inícios de sessão por utilizador

source: Avg. main goals progress
pt_pt: Progresso médio dos objetivos principais

source: % Goal progress
pt_pt: % Progresso do objetivo

source: Avg. trust
pt_pt: Confiança média

source: Avg. word count
pt_pt: Contagem média de palavras

source: Before deadline
pt_pt: Antes do prazo

source: # Before warning
pt_pt: # Antes do aviso

source: % Before warning
pt_pt: % Antes do aviso

source: Behavior library
pt_pt: Biblioteca de comportamentos

source: Behavior name
pt_pt: Nome do comportamento

source: # Behaviors
pt_pt: # Comportamentos

source: Behaviors sent
pt_pt: Comportamentos enviados

source: Behavior actions
pt_pt: Ações de comportamento

source: # Behaviors received
pt_pt: # Comportamentos recebidos

source: # Behaviors requested
pt_pt: # Comportamentos solicitados

source: Challenge completed
pt_pt: Desafio concluído

source: Challenge start date
pt_pt: Data de início do desafio

source: Check-in date
pt_pt: Data do check-in

source: Check-in ID
pt_pt: ID do check-in

source: % Check-in ID row total
pt_pt: % Total de linhas do ID do check-in

source: Check-in participant relationship
pt_pt: Relação do participante no check-in

source: Check-in recipient
pt_pt: Destinatário do check-in

source: Check-in recipient email
pt_pt: E-mail do destinatário do check-in

source: Check-in relationship type
pt_pt: Tipo de relação de check-in

source: Check-in type
pt_pt: Tipo de check-in

source: % Check-ins in the future
pt_pt: % Check-ins no futuro

source: % Check-ins with messages
pt_pt: % Check-ins com mensagens

source: Child goal status
pt_pt: Estado do objetivo secundário

source: Clear
pt_pt: Limpar

source: # Closed
pt_pt: # Fechados

source: % Closed
pt_pt: % Fechados

source: # Closed without document
pt_pt: # Fechados sem documento

source: % Closed without document
pt_pt: % Fechados sem documento

source: Communication round end date
pt_pt: Data de fim da ronda de comunicação

source: Communication round ID
pt_pt: ID da ronda de comunicação

source: Communication round name
pt_pt: Nome da ronda de comunicação

source: Communication round start date
pt_pt: Data de início da ronda de comunicação

source: Communication round state
pt_pt: Estado da ronda de comunicação

source: # Completed
pt_pt: # Concluídos

source: # Completed plans
pt_pt: # Planos concluídos

source: % Completed plans
pt_pt: % Planos concluídos

source: # Completed reviews
pt_pt: N.º de avaliações concluídas

source: Completion rate
pt_pt: Taxa de conclusão

source: # Connections
pt_pt: # Ligações

source: Constructive
pt_pt: Construtivo

source: # Constructive
pt_pt: # Construtivo

source: Contract type
pt_pt: Tipo de contrato

source: Count
pt_pt: Contagem

source: Created/assigned
pt_pt: Criado/atribuído

source: Created date
pt_pt: Data de criação

source: # Cumulative logins
pt_pt: # Inícios de sessão cumulativos

source: Cumulative manager submission over time
pt_pt: Submissão cumulativa do gestor ao longo do tempo

source: Cumulative worker submission over time
pt_pt: Submissão cumulativa do trabalhador ao longo do tempo

source: % Current goal progress
pt_pt: % Progresso atual do objetivo

source: Current manager ID
pt_pt: ID do gestor atual

source: Current manager name
pt_pt: Nome do gestor atual

source: Data Privacy acceptance status
pt_pt: Estado de aceitação da Privacidade de Dados

source: Date
pt_pt: Data

source: Date created
pt_pt: Data de criação

source: Date set refusal
pt_pt: Recusa de definição de data

source: Date time worker submit
pt_pt: Data e hora de submissão pelo trabalhador

source: Date time manager submit
pt_pt: Data e hora de submissão pelo gestor

source: Deadline status
pt_pt: Estado do prazo

source: Deleted by
pt_pt: Eliminado por

source: Deleted date
pt_pt: Data de eliminação

source: % Deliverable completion
pt_pt: % Conclusão de entregável

source: Deliverables
pt_pt: Entregas

source: # Deliverables
pt_pt: N.º de Entregáveis

source: % Desktop logins
pt_pt: % Inícios de sessão em computador

source: # Desktop
pt_pt: # Computador

source: Detailed review status
pt_pt: Estado detalhado da avaliação

source: % Discussion points
pt_pt: % Pontos de discussão

source: % Distribution
pt_pt: % de Distribuição

source: Division
pt_pt: Divisão

source: Document creation date
pt_pt: Data de criação do documento

source: Document ID
pt_pt: ID do documento

source: Document name
pt_pt: Nome do documento

source: # Document review
pt_pt: # Revisão de documento

source: % Document review
pt_pt: % Revisão de documento

source: Document status
pt_pt: Estado do documento

source: Document was overridden
pt_pt: Documento foi substituído

source: # Documents
pt_pt: # Documentos

source: # Drivers
pt_pt: # Fatores

source: Due date
pt_pt: Data de vencimento

source: Education level
pt_pt: Nível de escolaridade

source: Worker goal comment
pt_pt: Comentário ao objetivo do colaborador

source: Worker goal rating
pt_pt: Classificação do objetivo do colaborador

source: Worker name
pt_pt: Nome do colaborador

source: Worker tandem ID
pt_pt: ID tandem do colaborador

source: Employment status
pt_pt: Estado de emprego

source: % Endorsed feedback
pt_pt: % Feedback endossado

source: Ethnicity
pt_pt: Etnia

source: Evaluation section
pt_pt: Secção de avaliação

source: # Favorite
pt_pt: # Favorito

source: % Feedback followed up
pt_pt: % Feedback com seguimento

source: Feedback ID
pt_pt: ID de feedback

source: Feedback ratings ID
pt_pt: ID de classificações de feedback

source: Feedback relationship
pt_pt: Relação de feedback

source: Feedback request ID
pt_pt: ID de pedido de feedback

source: # Feedback requested
pt_pt: # Feedback solicitado

source: # Feedback requests
pt_pt: # Pedidos de feedback

source: # Feedback sent
pt_pt: # Feedback enviado

source: # Feedback to manager
pt_pt: # Feedback para o gestor

source: # Feedback to worker
pt_pt: # Feedback para o colaborador

source: Feedback UID
pt_pt: UID do feedback

source: % Feedback with behaviors
pt_pt: % Feedback com comportamentos

source: File name
pt_pt: Nome do ficheiro

source: Final alignment
pt_pt: Alinhamento final

source: First read date
pt_pt: Data da primeira leitura

source: % Followed-up feedback
pt_pt: % Feedback com acompanhamento

source: From worker ID
pt_pt: ID do colaborador de origem

source: Gender
pt_pt: Género

source: % Goal completion
pt_pt: % Conclusão de objetivos

source: Goal creator worker ID
pt_pt: ID do colaborador criador do objetivo

source: # Goal drivers
pt_pt: # Impulsionadores de objetivos

source: # Goal duration days
pt_pt: # Dias de duração do objetivo

source: Goal ID
pt_pt: ID do objetivo

source: Goal owner worker ID
pt_pt: ID do colaborador proprietário do objetivo

source: Goal plan name
pt_pt: Nome do plano de objetivos

source: Goal sharing status
pt_pt: Estado de partilha do objetivo

source: Goal tag driver concat
pt_pt: Concatenação de etiquetas de impulsionadores do objetivo

source: Goal title
pt_pt: Título do objetivo

source: Goal workflow type
pt_pt: Tipo de fluxo de trabalho do objetivo

source: % Goals completed
pt_pt: % Objetivos concluídos

source: # Goals
pt_pt: # Objetivos

source: % Goals pending approval
pt_pt: % Objetivos pendentes de aprovação

source: % Goals with deliverables
pt_pt: % Objetivos com resultados

source: # Goals with drivers
pt_pt: # Objetivos com impulsionadores

source: Grade
pt_pt: Ano

source: %GT count of accepted data privacy
pt_pt: %GT contagem de privacidade de dados aceite

source: Has accepted data privacy
pt_pt: Aceitou a privacidade de dados

source: Has all company access boolean
pt_pt: Tem acesso total à empresa booleano

source: Has public visibility
pt_pt: Tem visibilidade pública

source: Has rating changed during challenge
pt_pt: A classificação foi alterada durante o desafio

source: Helpful
pt_pt: Útil

source: # Helpful
pt_pt: # Útil

source: Home country
pt_pt: País de origem

source: Host country
pt_pt: País de acolhimento

source: # HRBP review
pt_pt: # Revisão HRBP

source: % HRBP review
pt_pt: % Revisão HRBP

source: # In progress
pt_pt: # Em curso

source: % In progress
pt_pt: % Em curso

source: Index
pt_pt: Índice

source: Insightful
pt_pt: Perspicaz

source: # Insightful
pt_pt: # Perspicaz

source: Inspiring
pt_pt: Inspirador

source: # Inspiring
pt_pt: # Inspirador

source: % iPhone logins
pt_pt: % inícios de sessão no iPhone

source: Is archived
pt_pt: Está arquivado

source: Is completed
pt_pt: Está concluído

source: Is constructive
pt_pt: É construtivo

source: Is helpful
pt_pt: É útil

source: Is insightful
pt_pt: É perspicaz

source: Is inspiring
pt_pt: É inspirador

source: Is read
pt_pt: Foi lido

source: Is recurrent label
pt_pt: Etiqueta recorrente

source: Is unclear
pt_pt: É pouco claro

source: Is unhelpful
pt_pt: Não é útil

source: Job category
pt_pt: Categoria de emprego

source: Job code
pt_pt: Código de trabalho

source: Job family
pt_pt: Família de funções

source: Job level
pt_pt: Nível de cargo

source: Last modified date
pt_pt: Data da última modificação

source: Last updated date
pt_pt: Data da última atualização

source: Legal entity
pt_pt: Entidade jurídica

source: Let's discuss completed
pt_pt: Vamos discutir concluído

source: Let's discuss start date
pt_pt: Data de início da discussão

source: # Let's meet
pt_pt: # Vamo-nos reunir

source: Library name value
pt_pt: Valor do nome da biblioteca

source: % Linked to goals
pt_pt: % Ligado a objetivos

source: LL rating change
pt_pt: Alteração de classificação LL

source: % Logged in
pt_pt: % Com sessão iniciada

source: Logins
pt_pt: Inícios de Sessão

source: # Logins
pt_pt: # Inícios de sessão

source: # Main goals
pt_pt: # Objetivos principais

source: Manager + 1 ID
pt_pt: ID do Gestor + 1

source: Manager + 1 name
pt_pt: Nome do gestor + 1

source: Manager + 1 rating (Challenge)
pt_pt: Classificação do gestor + 1 (Desafio)

source: Manager behavior comment
pt_pt: Comentário de comportamento do gestor

source: Manager behavior rating name
pt_pt: Nome da classificação de comportamento do gestor

source: # Manager completed review
pt_pt: Nº de avaliações concluídas pelo gestor

source: % Manager completed review
pt_pt: % de avaliações concluídas pelo gestor

source: Manager email
pt_pt: E-mail do gestor

source: Manager final rating comment
pt_pt: Comentário de classificação final do gestor

source: Manager full name
pt_pt: Nome completo do gestor

source: Manager goal comment
pt_pt: Comentário de objetivo do gestor

source: Manager goal rating
pt_pt: Classificação de objetivos do gestor

source: Manager ID
pt_pt: ID do gestor

source: % Managers logged in
pt_pt: % Gestores com sessão iniciada

source: Manager name
pt_pt: Nome do gestor

source: Manager rating (Let's discuss)
pt_pt: Classificação do gestor (A discutir)

source: Manager rating name
pt_pt: Nome da classificação do gestor

source: Manager rating (Published)
pt_pt: Classificação do gestor (Publicada)

source: Manager rating submitted
pt_pt: Classificação do gestor submetida

source: Manager review status
pt_pt: Estado da avaliação do gestor

source: Manager's overall behavior rating comment
pt_pt: Comentário de classificação geral de comportamento do gestor

source: Manager's overall behavior rating scale ID
pt_pt: ID da escala de classificação geral de comportamento do gestor

source: Manager's overall goal rating comment
pt_pt: Comentário de classificação geral de objetivos do gestor

source: Manager's overall goal rating scale ID
pt_pt: ID da escala de classificação geral de objetivos do gestor

source: Max. score
pt_pt: Pontuação máx.

source: Max. weighted score
pt_pt: Pontuação ponderada máx.

source: Measurement criteria
pt_pt: Critérios de medição

source: # Measurement criteria achieved
pt_pt: # Critérios de medição atingidos

source: % Measurement criteria achieved
pt_pt: % Critérios de medição atingidos

source: # Measurement criteria
pt_pt: # Critérios de medição

source: Moderated
pt_pt: Moderado

source: Modified date
pt_pt: Data de modificação

source: % MS Teams logins
pt_pt: % inícios de sessão no MS Teams

source: Nationality 1
pt_pt: Nacionalidade 1

source: Nationality 2
pt_pt: Nacionalidade 2

source: # New
pt_pt: # Novos

source: % New
pt_pt: % Novos

source: # Not closed
pt_pt: # Não fechados

source: % Not declined data privacy
pt_pt: % Não recusou privacidade de dados

source: # Not declined privacy
pt_pt: # Privacidade não recusada

source: # Not released
pt_pt: # Não publicados

source: % Not released
pt_pt: % Não publicados

source: % of check-ins
pt_pt: % de check-ins

source: % of total
pt_pt: % do total

source: Option value name
pt_pt: Nome do valor da opção

source: Order request status
pt_pt: Estado do pedido de encomenda

source: OrgLevel1
pt_pt: Nível de organização 1

source: OrgLevel10
pt_pt: Nível de organização 10

source: OrgLevel2
pt_pt: Nível de organização 2

source: OrgLevel3
pt_pt: Nível de organização 3

source: OrgLevel4
pt_pt: Nível de organização 4

source: OrgLevel5
pt_pt: Nível de organização 5

source: OrgLevel6
pt_pt: Nível de organização 6

source: OrgLevel7
pt_pt: Nível de organização 7

source: OrgLevel8
pt_pt: Nível de organização 8

source: OrgLevel9
pt_pt: Nível de organização 9

source: OrgLevelHierarchy
pt_pt: Hierarquia de Nível Organizacional

source: % Outlook logins
pt_pt: % Inícios de sessão no Outlook

source: # Outlook
pt_pt: # Perspetivas

source: Overall review status
pt_pt: Estado geral da avaliação

source: # Overdue
pt_pt: # Em atraso

source: % Overdue
pt_pt: % Em atraso

source: Overwritten flag
pt_pt: Indicador de substituição

source: Parent goal ID
pt_pt: ID do objetivo principal

source: Parent goal name
pt_pt: Nome do objetivo principal

source: Parent goal owner name
pt_pt: Nome do proprietário do objetivo principal

source: Parent goal owner worker ID
pt_pt: ID do colaborador proprietário do objetivo principal

source: % parent goal progress
pt_pt: % de progresso do objetivo principal

source: Parent goal type name
pt_pt: Nome do tipo de objetivo principal

source: Participant 1 email
pt_pt: E-mail do participante 1

source: Participant 1 ID
pt_pt: ID do participante 1

source: Participant 1 name
pt_pt: Nome do participante 1

source: Participant 2 email
pt_pt: E-mail do participante 2

source: Participant 2 ID
pt_pt: ID do participante 2

source: Participant 2 name
pt_pt: Nome do participante 2

source: Participant emails
pt_pt: E-mails dos participantes

source: Participants IDs
pt_pt: IDs dos participantes

source: Participant names
pt_pt: Nomes dos participantes

source: Pending approval
pt_pt: Aprovação pendente

source: # Pending document release
pt_pt: # Publicação de documento pendente

source: % Pending document release
pt_pt: % Publicação de documento pendente

source: Performance review UUID
pt_pt: UUID da avaliação de desempenho

source: Plan name
pt_pt: Nome do plano

source: Plan refused
pt_pt: Plano recusado

source: # Plans not completed
pt_pt: # Planos não concluídos

source: # Plans pending manager completion
pt_pt: # Planos com conclusão pendente pelo gestor

source: % Plans pending manager completion
pt_pt: % Planos com conclusão pendente pelo gestor

source: # Plans pending self-assessment
pt_pt: # Planos com autoavaliação pendente

source: % Plans pending worker submission
pt_pt: % Planos com submissão pendente pelo colaborador

source: Platform type
pt_pt: Tipo de plataforma

source: Primary communication manager ID
pt_pt: ID do gestor de comunicação principal

source: Primary communication manager name
pt_pt: Nome do gestor de comunicação principal

source: Primary hierarchy name
pt_pt: Nome da hierarquia principal

source: Priority type
pt_pt: Tipo de prioridade

source: % Progress
pt_pt: % Progresso

source: % Public feedback
pt_pt: % de feedback público

source: Public/private
pt_pt: Público/privado

source: Question ID
pt_pt: ID da pergunta

source: Question title
pt_pt: Título da pergunta

source: Question title ordered
pt_pt: Título da pergunta ordenado

source: Question type
pt_pt: Tipo de pergunta

source: # Questions
pt_pt: # Perguntas

source: # Rated feedbacks
pt_pt: # Feedbacks avaliados

source: Rating changed
pt_pt: Classificação alterada

source: Rating difference
pt_pt: Diferença de classificação

source: Rating label
pt_pt: Etiqueta de classificação

source: Read by worker
pt_pt: Lido pelo colaborador

source: Read date
pt_pt: Data de leitura

source: Read flag
pt_pt: Indicador de leitura

source: # Read
pt_pt: # Lidos

source: % Read
pt_pt: % Lidos

source: # Received behaviors request
pt_pt: # Pedidos de comportamentos recebidos

source: # Received feedback
pt_pt: # Feedback recebido

source: # Received requests
pt_pt: # Pedidos recebidos

source: % Recurrent check-ins
pt_pt: % Check-ins recorrentes

source: Release date
pt_pt: Data de lançamento

source: % Release
pt_pt: % Publicação

source: # Released
pt_pt: # Publicados

source: Remaining days to respond
pt_pt: Dias restantes para responder

source: # Replied request
pt_pt: # Pedidos respondidos

source: % Reply rate
pt_pt: % Taxa de resposta

source: Request creation date
pt_pt: Data de criação do pedido

source: Request ID
pt_pt: ID do Pedido

source: % Request read
pt_pt: % Pedidos lidos

source: Request reply rate
pt_pt: Taxa de resposta a pedidos

source: Request status
pt_pt: Estado do pedido

source: # Requests to manager
pt_pt: # Pedidos ao gestor

source: # Requests to worker
pt_pt: # Pedidos ao colaborador

source: Request UID
pt_pt: UID do pedido

source: Requested behavior
pt_pt: Comportamento solicitado

source: Requested behaviors
pt_pt: Comportamentos solicitados

source: % Requested feedback
pt_pt: % Feedback solicitado
